Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Bluetooth.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Paired
ar: مقترن
ca: Enllaçat
cs: Spárováno
da: Parret
de: Gekoppelt
el: Ζευγοποιημένο
es: Enlazado
es_us: Enlazado
fi: Pari muodostettu
fr: Jumelé
fr_ca: Jumelage effectué
he: מקושר
hi: पेयर्ड
hr: Upareno
hu: Párosítva
id: Dipasangkan
it: Abbinato
ja: ペアリング済み
ko: 페어링됨
ms: Berpasangan
nb: Sammenkoblet
nl: Gekoppeld
pl: W parze
pt_br: Emparelhado
pt_pt: Emparelhado
ro: Asociat
ru: В паре
sk: Spárované
sl: Seznanjeno
sv: Parkopplad
th: จับคู่แล้ว
tr: Eşlenmiş
uk: Спарено
vi: Đã ghép đôi
zh_cn: 已配对
zh_hk: 已配對
zh_tw: 已配對

# passkey_pairing_request_description
source: Please type the following passcode on the keyboard followed by the Return key:
ar: الرجاء كتابة رمز الدخول التالي على لوحة المفاتيح ثم الضغط على مفتاح ⮐:
ca: Escriu el codi següent al teclat i prem la tecla Retorn:
cs: Zadejte na klávesnici tento kód a stiskněte klávesu Return:
da: Skriv følgende kode på tastaturet, og afslut med Returtasten:
de: Gib den folgenden Code auf der Tastatur ein und drücke danach den Zeilenschalter:
el: Πληκτρολογήστε τον ακόλουθο κωδικό στο πληκτρολόγιο και μετά πατήστε το πλήκτρο Return:
es: Escribe el código siguiente en el teclado y pulsa la tecla Retorno:
es_us: Teclea el código siguiente en el teclado y presiona la tecla Retorno:
fi: Kirjoita seuraava pääsykoodi näppäimistöllä ja paina sitten rivinvaihtonäppäintä:
fr: Saisissez le code suivant sur le clavier, puis appuyez sur la touche Retour :
fr_ca: Saisissez le code suivant sur le clavier, puis appuyez sur la touche Retour :
he: נא להזין את קוד הגישה הבא במקלדת, ולאחר מכן ללחוץ על Return:
hi: कृपया कीबोर्ड पर निम्न पासकोड टाइप करने के बाद रिटर्न-की दबाएँ :
hr: Utipkajte sljedeću šifru na tipkovnici i pritisnite tipku Return:
hu: Írja be az alábbi jelkódot a billentyűzeten, majd nyomja meg a Return billentyűt:
id: Ketik kode sandi berikut di papan ketik, lalu tekan tombol Return:
it: Digita il seguente codice sulla tastiera, seguito dal tasto Invio:
ja: キーボードで次のパスコードを入力して、Returnキーを押してください:
ko: 키보드에서 다음 암호를 입력하고 Return 키를 누르십시오.
ms: Sila taipkan kod laluan berikut pada papan kekunci diikuti oleh kekunci Return:
nb: Skriv inn denne sikkerhetskoden på tastaturet, og trykk på Retur-tasten:
nl: Typ de volgende toegangscode op het toetsenbord en druk vervolgens op de Return-toets:
pl: Wpisz poniższy kod na klawiaturze, a następnie naciśnij klawisz Return:
pt_br: Digite o código a seguir no teclado e pressione a tecla Return:
pt_pt: Digite o código seguinte no teclado e prima a tecla Return:
ro: Introduceți pe tastatură următorul cod de acces, urmat de tasta Retur:
ru: Введите этот код‑пароль на клавиатуре и нажмите клавишу Return:
sk: Zadajte na klávesnici nasledujúci kód a potom stlačte kláves Return:
sl: S tipkovnico vnesite naslednjo kodo za dostop, nato pa pritisnite tipko Return:
sv: Skriv den här lösenkoden på tangentbordet och tryck sedan på returtangenten:
th: โปรดป้อนรหัสต่อไปนี้บนแป้นพิมพ์แล้วกดปุ่ม Return:
tr: Lütfen klavyede şu parolayı yazıp Return tuşuna basın:
uk: Введіть наведений код допуску на клавіатурі й натисніть клавішу Return:
vi: Vui lòng nhập mật mã sau đây trên bàn phím, rồi nhấn phím Return:
zh_cn: 请在键盘上键入以下密码，然后按下Return键：
zh_hk: 請在鍵盤上輸入下列密碼，然後按下Return鍵：
zh_tw: 請在鍵盤上輸入下列密碼，然後按下Return鍵：

# passkey_pairing_request_title
source: Pairing request from “%@”.
ar: طلب اقتران من "%@".
ca: Sol·licitud d’enllaç del dispositiu “%@”
cs: Párovací požadavek ze zařízení „%@“
da: Ønske om pardannelse fra “%@”.
de: Kopplungsanforderung von „%@“.
el: Αίτημα ζευγοποίησης από «%@».
es: Solicitud de enlace de “%@”
es_us: Solicitud de enlace de “%@”.
fi: %@ lähetti parinmuodostus­pyynnön.
fr: Demande de jumelage de « %@ ».
fr_ca: Demande de jumelage de « %@ »
he: בקשת קישור מ-״%@״
hi: “%@” से पेयरिंग अनुरोध।
hr: Zahtjev za uparivanje od “%@”.
hu: Párosítási kérelem a következőtől: „%@”.
id: Permintaan pemasangan dari “%@”.
it: Richiesta di abbinamento da “%@”.
ja: “%@”からのペアリング要求です。
ko: 다음 기기로부터 페어링 요청: ‘%@’
ms: Permintaan berpasangan daripada “%@”.
nb: Sammenkoblings­forespørsel fra «%@».
nl: Koppelingsverzoek van '%@'
pl: Żądanie połączenia w parę od „%@”.
pt_br: Pedido de emparelhamento de “%@”.
pt_pt: Pedido de emparelhamento de “%@”.
ro: Solicitare de asociere de la „%@”.
ru: Запрос создания пары от устройства «%@».
sk: Požiadavka na spárovanie zo zariadenia „%@”.
sl: Zahteva za seznanitev od »%@«.
sv: Parkopplingsförfrågan från ”%@”.
th: คำขอจับคู่จาก “%@”
tr: “%@” eşleme isteği gönderdi.
uk: Запит на створення пари від «%@».
vi: Yêu cầu ghép đôi từ “%@”.
zh_cn: 配对请求来自：“%@”。
zh_hk: 配對要求來自「%@」。
zh_tw: 配對要求來自「%@」。

# pincode_pairing_request_title
source: Enter the PIN code for “%@”.
ar: أدخل رمز PIN الجديد لـ "%@".
ca: Introdueix el codi PIN del dispositiu “%@”.
cs: Zadejte PIN zařízení %@.
da: Indtast PIN-koden til “%@”.
de: PIN-Code eingeben für „%@“.
el: Εισαγάγετε τον κωδικό PIN για «%@».
es: Introduce el código PIN de “%@”.
es_us: Ingresa el PIN de “%@”.
fi: Syötä PIN-koodi, jonka %@ vaatii.
fr: Saisissez le code PIN de « %@ ».
fr_ca: Entrez le code NIP de « %@ ».
he: יש להזין את קוד ה-PIN עבור ״%@״.
hi: %@ के लिए PIN कोड दर्ज करें।
hr: Unesite PIN kôd za “%@”.
hu: Adja meg a(z) %@ PIN-kódját.
id: Masukkan kode PIN untuk “%@”.
it: Inserisci il codice PIN per “%@”.
ja: “%@”のPINコードを入力してください。
ko: ‘%@’의 PIN 코드를 입력하십시오.
ms: Masukkan kod PIN untuk “%@”.
nb: Oppgi PIN-koden til «%@».
nl: Voer de pincode in voor '%@'.
pl: Podaj kod PIN dla „%@”.
pt_br: Digite o código PIN de “%@”.
pt_pt: Digite o código PIN de “%@”.
ro: Introduceți codul PIN pentru dispozitivul „%@”.
ru: Введите PIN‑код устройства «%@».
sk: Zadajte PIN kód pre zariadenie %@.
sl: Vnesite kodo PIN za »%@«.
sv: Ange PIN-koden för ”%@”.
th: ป้อนรหัส PIN ของ “%@”
tr: “%@” için yeni PIN kodunu girin.
uk: Введіть PIN‑код для «%@».
vi: Nhập mã PIN cho “%@”.
zh_cn: 输入“%@”的PIN码。
zh_hk: 輸入「%@」的PIN。
zh_tw: 輸入「%@」的PIN碼。

source: Portable Audio
ar: صوت محمول
ca: Àudio portable
cs: Přenosné audiozařízení
da: Bærbar lydenhed
de: Tragbares Audio
el: Φορητή συσκευή ήχου
es: Audio portátil
es_us: Audio portátil
fi: Kannettava äänilaite
fr: Audio portable
fr_ca: Reproducteur audio portable
he: שמע נייד
hi: पोर्टेबल ऑडियो
hr: Prijenosni audio
hu: Hordozható hangeszköz
id: Audio Portabel
it: Audio portatile
ja: ポータブルオーディオ
ko: 이동식 오디오
ms: Audio Mudah Alih
nb: Bærbar lydkilde
nl: Draagbare audio
pl: Przenośny system audio
pt_br: Áudio Portátil
pt_pt: Áudio portátil
ro: Sistem audio portabil
ru: Портативный аудиоплеер
sk: Prenosné audiozariadenie
sl: Prenosni zvočnik
sv: Bärbar ljudenhet
th: เสียงพกพา
tr: Taşınabilir Ses
uk: Портативний динамік
vi: Âm thanh di động
zh_cn: 便携式音频
zh_hk: 可攜式音訊裝置
zh_tw: 可攜式音訊裝置

source: Printer
ar: طابعة
ca: Impressora
cs: Tiskárna
de: Drucker
el: Εκτυπωτής
es: Impresora
es_us: Impresora
fi: Tulostin
fr: Imprimante
fr_ca: Imprimante
he: מדפסת
hi: प्रिंटर
hr: Pisač
hu: Nyomtató
id: Pencetak
it: Stampante
ja: プリンタ
ko: 프린터
ms: Pencetak
nb: Skriver
pl: Drukarka
pt_br: Impressora
pt_pt: Impressora
ro: Imprimantă
ru: Принтер
sk: Tlačiareň
sl: Tiskalnik
sv: Skrivare
th: เครื่องพิมพ์
tr: Yazıcı
uk: Принтер
vi: Máy in
zh_cn: 打印机
zh_hk: 打印機
zh_tw: 印表機

# printer_setup_description
source: To finish setting up this printer you need to go to Printers & Scanners Settings.
ar: للانتهاء من إعداد هذه الطابعة، يتعين عليك الانتقال إلى إعدادات الطابعة والماسحات الضوئية.
ca: Per acabar de configurar aquesta impressora, ves a la configuració de les impressores i els escàners.
cs: Chcete‑li dokončit konfiguraci tiskárny, musíte přejít do nastavení Tiskárny a skenery.
da: Du færdiggør indstillingen af printeren i indstillingerne til Printere & scannere.
de: Öffne die Systemeinstellung „Drucker & Scanner“, um die Konfiguration dieses Druckers abzuschließen.
el: Για να ολοκληρώσετε τη διαμόρφωση αυτού του εκτυπωτή, πρέπει να μεταβείτε στις ρυθμίσεις Εκτυπωτών και σαρωτών.
es: Para acabar de configurar esta impresora, debes ir a los ajustes de “Impresoras y escáneres”.
es_us: Termina de configurar esta impresora en Configuración del Sistema > Impresoras y escáneres.
fi: Viimeistele tulostimen käyttöönotto siirtymällä Tulostimet ja Skannerit -asetuksiin.
fr: Pour terminer l’installation de cette imprimante, accédez aux réglages « Imprimantes et scanners ».
fr_ca: Pour terminer l’installation de cette imprimante, accédez aux réglages Imprimantes et numériseurs.
he: כדי לסיים להגדיר מדפסת זו יש לעבור להגדרות ״מדפסות וסורקים״.
hi: इस प्रिंटर का सेटअप पूरा करने के लिए आपको प्रिंटर और स्कैनर सेटिंग्ज़ पर जाना होगा।
hr: Za dovršetak podešavanja ovog pisača trebate ići u postavke Pisači i skeneri.
hu: A nyomtató beállításának befejezéséhez meg kell nyitnia a Nyomtatók és szkennerek beállításait.
id: Untuk menyelesaikan pengaturan pencetak ini, Anda harus membuka Pengaturan Pencetak & Pemindai.
it: Per completare la configurazione della stampante, vai alle impostazioni di “Stampanti e scanner”.
ja: このプリンタの設定を終了するには、“プリンタとスキャナ”設定に移動する必要があります。
ko: 이 프린터 설정을 완료하려면 프린터 및 스캐너 설정으로 이동해야 합니다.
ms: Untuk menyelesaikan persediaan pencetak ini, anda perlu pergi ke Seting Pencetak & Pengimbas.
nb: Du må gå til Skrivere og skannere-innstillingene for å fullføre konfigureringen av skriveren.
nl: Om de configuratie van deze printer te voltooien, moet je de instellingen voor 'Printers en scanners' openen.
pl: Aby dokończyć konfigurowanie drukarki, musisz przejść do ustawień drukarek i skanerów.
pt_br: Para finalizar a configuração desta impressora, você precisa abrir os ajustes de Impressoras e Scanners.
pt_pt: Para acabar de configurar esta impressora, tem de abrir as definições de Impressão e digitalização.
ro: Pentru a finaliza configurarea acestei imprimante, trebuie să accesați configurările Imprimante și scanere.
ru: Чтобы завершить настройку этого принтера, перейдите в раздел настроек «Принтеры и сканеры».
sk: Ak chcete dokončiť nastavovanie tejto tlačiarne, musíte prejsť do nastavení Tlačiarne a skenery.
sl: Če želite dokončati nastavitev tega tiskalnika, odprite Nastavitve tiskalnikov in skenerjev.
sv: Slutför inställningen av den här skrivaren genom att öppna inställningspanelen Skrivare och skannrar.
th: ในการตั้งค่าเครื่องพิมพ์นี้ต่อให้เสร็จ คุณต้องไปที่การตั้งค่าเครื่องพิมพ์และเครื่องสแกน
tr: Bu yazıcıyı ayarlamayı bitirmek için Yazıcılar ve Tarayıcılar ayarlarına gitmeniz gerekir.
uk: Щоб завершити налаштування цього принтера, перейдіть до панелі параметрів «Принтери і сканери».
vi: Để hoàn tất thiết lập máy in này, bạn cần đi tới Cài đặt Máy in & Máy quét.
zh_cn: 若要完成此打印机的设置，你需要前往“打印机与扫描仪”设置。
zh_hk: 如要完成設定此打印機，你必須前往「打印機與掃描器設定」。
zh_tw: 若要完成設定這部印表機，你必須前往「印表機與掃描器」設定。

source: Product ID
ar: معرّف المنتج
ca: ID del producte
cs: ID produktu
da: Produkt-id
de: Produkt-ID
el: Αναγνωριστικό προϊόντος
es: ID del producto
es_us: ID del producto
fi: Tuotetunnus
fr: Identifiant du produit
fr_ca: Identifiant de produit
he: מזהה מוצר
hi: उत्पाद ID
hr: ID proizvoda
hu: Termékazonosító
id: ID Produk
it: ID prodotto
ja: 製品ID
ko: 제품 ID
ms: ID Produk
nb: Produkt-ID
nl: Productcode
pl: ID produktu
pt_br: ID do Produto
pt_pt: ID do produto
ro: ID produs
ru: ID продукта
sk: ID produktu
sl: ID izdelka
sv: Produkt-ID
th: ID ของผลิตภัณฑ์
tr: Ürün Kimliği
uk: ID пристрою
vi: ID sản phẩm
zh_cn: 产品ID
zh_hk: 產品識別碼
zh_tw: 產品識別碼

source: Remote Control
ar: جهاز التحكم
ca: Control remot
cs: Dálkové ovládání
da: Fjernbetjening
de: Fernbedienung
el: Τηλεχειριστήριο
es: Mando a distancia
es_us: Control remoto
fi: Kaukosäädin
fr: Télécommande
fr_ca: Télécommande
he: שלט רחוק
hi: रिमोट कंट्रोल
hr: Daljinsko upravljanje
hu: Távirányító
id: Kontrol Remote
it: Telecomando
ja: リモコン
ko: 리모컨
ms: Kawalan Jauh
nb: Fjernkontroll
nl: Afstandsbediening
pl: Pilot zdalnego sterowania
pt_br: Controle Remoto
pt_pt: Comando à distância
ro: Telecomandă
ru: Пульт
sk: Diaľkové ovládanie
sl: Daljinec
sv: Fjärrkontroll
th: รีโมทคอนโทรล
tr: Uzaktan Kumanda
uk: Пульт керування
vi: Điều khiển từ xa
zh_cn: 遥控
zh_hk: 遙控器
zh_tw: 遙控器

source: Remove
ar: إزالة
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_hk: 移除
zh_tw: 移除

# remove_description
source: This device will not reconnect automatically. You will have to connect it again if you want to use it later.
ar: لن تتم إعادة توصيل هذا الجهاز تلقائيًا. سيتعين عليك توصيله مرة أخرى إذا كنت ترغب في استخدامه لاحقًا.
ca: No es tornarà a connectar el dispositiu automàticament. Per utilitzar‑lo, l’hauràs de tornar a connectar.
cs: Zařízení se příště nepřipojí automaticky. Před dalším použitím ho budete muset znovu připojit ručně.
da: Enheden vil ikke oprette forbindelse igen automatisk. Du skal oprette forbindelse til den igen, hvis du vil bruge den senere.
de: Dieses Gerät wird sich nicht automatisch erneut verbinden. Wenn du es später verwenden willst, musst du erneut eine Verbindung herstellen.
el: Αυτή η συσκευή δεν θα επανασυνδεθεί αυτόματα. Αν θελήσετε να τη χρησιμοποιήσετε αργότερα, θα πρέπει να τη συνδέσετε πάλι.
es: Este dispositivo no se volverá a conectar automáticamente. Tendrás que conectarlo de nuevo si quieres utilizarlo más tarde.
es_us: Este dispositivo no se volverá a conectar automáticamente. Tendrás que volver a conectarlo si quieres usarlo más tarde.
fi: Tämä laite ei yhdistä uudelleen automaattisesti. Jos haluat käyttää sitä myöhemmin, yhteys on muodostettava uudelleen.
fr: Cet appareil ne se reconnectera pas automatiquement. Vous devrez le reconnecter si vous souhaitez l’utiliser ultérieurement.
fr_ca: Cet appareil ne se reconnectera pas automatiquement. Vous devrez le reconnecter si vous souhaitez l’utiliser ultérieurement.
he: מכשיר זה לא יתחבר מחדש אוטומטית. יהיה צורך לחבר אותו שוב כדי להשתמש בו מאוחר יותר.
hi: यह डिवाइस ऑटोमैटिकली फिर कनेक्ट नहीं होगा। यदि आप बाद में उसका उपयोग करना चाहते हैं, तो आपको उसे फिर कनेक्ट करना होगा।
hr: Uređaj se neće automatski ponovno spojiti. Morat ćete ga ponovno spojiti ako ga želite kasnije upotrebljavati.
hu: Ez az eszköz nem fog automatikusan csatlakozni. Csatlakoztassa újra, ha később használni szeretné.
id: Perangkat ini tidak akan menghubungkan ulang secara otomatis. Anda harus menghubungkan perangkat lagi jika Anda ingin menggunakannya nanti.
it: Il dispositivo non si connetterà automaticamente. Devi effettuare di nuovo la connessione con il dispositivo se desideri utilizzarlo in seguito.
ja: このデバイスは自動的には再接続しません。あとでまた使用する場合は、接続し直す必要があります。
ko: 이 기기는 자동으로 다시 연결되지 않습니다. 나중에 사용하려면 다시 연결해야 합니다.
ms: Peranti ini tidak akan bersambung semula secara automatik. Anda perlu menyambungnya lagi jika anda mahu menggunakannya kemudian.
nb: Denne enheten vil ikke koble til på nytt automatisk. Hvis du skal bruke enheten igjen senere, må du koble til på nytt.
nl: Dit apparaat maakt niet automatisch opnieuw verbinding. Je moet er opnieuw verbinding mee maken als je het later weer wilt gebruiken.
pl: To urządzenie nie zostanie ponownie połączone automatycznie. Jeśli chcesz używać go później, musisz połączyć je ponownie.
pt_br: Este dispositivo não se reconectará automaticamente. Você precisará conectá-lo novamente se quiser utilizá-lo mais tarde.
pt_pt: Este dispositivo não estabelecerá ligação automaticamente. Se o quiser voltar a usar, terá de o ligar novamente.
ro: Acest dispozitiv nu se va reconecta automat. Va trebui să îl conectați din nou dacă veți dori să îl utilizați ulterior.
ru: Это устройство не подключится снова автоматически. Потом его придется подключить заново.
sk: Toto zariadenie sa nepripojí znovu automaticky. Ak ho budete chcieť neskôr používať, budete ho musieť pripojiť.
sl: Ta naprava ne bo samodejno znova vzpostavila povezave. Če jo boste želeli uporabljati pozneje, jo boste morali znova povezati.
sv: Den här enheten kommer inte att återansluta automatiskt. Du måste ansluta den igen om du vill använda den senare.
th: อุปกรณ์นี้จะไม่เชื่อมต่อซ้ำโดยอัตโนมัติ คุณจะต้องเชื่อมต่ออีกครั้งหากคุณต้องการใช้ในภายหลัง
tr: Bu aygıt otomatik olarak yeniden bağlanmaz. Daha sonra kullanmak isterseniz onu yeniden bağlamanız gerekir.
uk: Цей пристрій не буде зʼєднуватися автоматично. Для використання цього пристрою потрібно буде знову зʼєднатися з ним.
vi: Thiết bị này sẽ không tự động kết nối lại. Bạn sẽ phải kết nối lại thiết bị đó nếu muốn sử dụng sau này.
zh_cn: 此设备将不会自动重新连接。如果要稍后使用此设备，你必须再次连接它。
zh_hk: 此裝置將不會自動重新連線。如你稍後要使用此裝置，你需要重新連線。
zh_tw: 此裝置將不會自動重新連線。若你稍後要使用此裝置，你需要重新連線。

source: Rename…
ar: إعادة التسمية…
ca: Canvia el nom…
cs: Přejmenovat…
da: Omdøb…
de: Umbenennen …
el: Μετονομασία…
es: Renombrar…
es_us: Renombrar…
fi: Nimeä uudelleen…
fr: Renommer…
fr_ca: Renommer…
he: שינוי השם…
hi: नाम बदलें…
hr: Preimenuj…
hu: Átnevezés…
id: Ubah Nama…
it: Rinomina…
ja: 名称変更…
ko: 이름 변경…
ms: Nama Semula…
nb: Endre navn…
nl: Wijzig naam…
pl: Zmień nazwę…
pt_br: Renomear…
pt_pt: Alterar nome…
ro: Redenumiți…
ru: Переименовать…
sk: Premenovať…
sl: Preimenuj …
sv: Byt namn…
th: เปลี่ยนชื่อ…
tr: Adını Değiştir…
uk: Перейменувати…
vi: Đổi tên…
zh_cn: 重新命名…
zh_hk: 重新命名⋯
zh_tw: 重新命名⋯

source: Scanner
ar: ماسح ضوئي
ca: Escàner
cs: Skener
el: Σαρωτής
es: Escáner
es_us: Escáner
fi: Skanneri
fr_ca: Numériseur
he: סורק
hi: स्कैनर
hr: Skener
hu: Szkenner
id: Pemindai
ja: スキャナ
ko: 스캐너
ms: Pengimbas
nb: Skanner
pl: Skaner
pt_pt: Digitalizador
ro: Scaner
ru: Сканер
sk: Skener
sl: Skener
sv: Skanner
th: เครื่องสแกน
tr: Tarayıcı
uk: Сканер
vi: Máy quét
zh_cn: 扫描仪
zh_hk: 掃描器
zh_tw: 掃描器

source: Sensor
ar: مستشعر
cs: Čidlo
el: Αισθητήρας
fi: Tunnistin
fr: Capteur
fr_ca: Capteur
he: חיישן
hi: सेंसर
hr: Senzor
hu: Érzékelő
it: Sensore
ja: センサー
ko: 센서
pl: Czujnik
ro: Senzor
ru: Датчик
sk: Senzor
sl: Senzor
th: เซ็นเซอร์
tr: Sensör
uk: Датчик
vi: Cảm biến
zh_cn: 感应器
zh_hk: 感應器
zh_tw: 感測器

source: Serial Number
ar: الرقم التسلسلي
ca: Número de sèrie
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
es_us: Número de serie
fi: Sarjanumero
fr: Numéro de série
fr_ca: Numéro de série
he: מספר סידורי
hi: क्रम संख्या
hr: Serijski broj
hu: Sorozatszám
id: Nomor Seri
it: Numero di serie
ja: シリアル番号
ko: 일련 번호
ms: Nombor Siri
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt_br: Número de Série
pt_pt: Número de série
ro: Număr serial
ru: Серийный номер
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer
th: เลขประจำเครื่อง
tr: Seri Numarası
uk: Серійний
vi: Số sê-ri
zh_cn: 序列号
zh_hk: 序號
zh_tw: 序號

source: Server
ar: خادم
ca: Servidor
el: Διακομιστής
es: Servidor
es_us: Servidor
fi: Palvelin
fr: Serveur
fr_ca: Serveur
he: שרת
hi: सर्वर
hr: Poslužitelj
hu: Szerver
ja: サーバ
ko: 서버
ms: Pelayan
nb: Tjener
pl: Serwer
pt_br: Servidor
pt_pt: Servidor
ru: Сервер
sl: Strežnik
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
vi: Máy chủ
zh_cn: 服务器
zh_hk: 伺服器
zh_tw: 伺服器

source: Services
ar: خدمات
ca: Serveis
cs: Služby
da: Tjenester
de: Dienste
el: Υπηρεσίες
es: Servicios
es_us: Servicios
fi: Palvelut
he: שירותים
hi: सेवाएँ
hr: Usluge
hu: Szolgáltatások
id: Layanan
it: Servizi
ja: サービス
ko: 서비스
ms: Perkhidmatan
nb: Tjenester
nl: Voorzieningen
pl: Usługi
pt_br: Serviços
pt_pt: Serviços
ro: Servicii
ru: Службы
sk: Služby
sl: Storitve
sv: Tjänster
th: บริการ
tr: Servisler
uk: Служби
vi: Dịch vụ
zh_cn: 服务
zh_hk: 服務
zh_tw: 服務

source: Set Top Box
ar: جهاز استقبال رقمي
ca: Descodificador de televisió
da: Set top box-enhed
el: Συσκευή αποκωδικοποίησης
es: Receptor de televisión
es_us: Decodificador de Internet
fi: Multimediasovitin
fr: Décodeur
fr_ca: Décodeur
he: ממיר
hi: सेट टॉप बॉक्स
hr: Prijemnik
id: Dekoder
ja: セットトップボックス
ko: 셋톱 박스
ms: Kotak Atas Set
nb: Mottakerboks
pl: Przystawka telewizyjna
pt_br: Conversor
pt_pt: Box de televisão
ru: Телеприставка
sl: Naprava STB
th: กล่องรับสัญญาณ
tr: Televizyon Üstü Aygıt
uk: Телеприставка
vi: Bộ Giải Mã
zh_cn: 机顶盒
zh_hk: 機頂盒
zh_tw: 機上盒

# should_not_turn_off_bluetooth
source: Are you sure you want to turn Bluetooth off?
ar: هل ترغب بالتأكيد في إيقاف Bluetooth؟
ca: Confirmes que vols desactivar el Bluetooth?
cs: Určitě chcete Bluetooth vypnout?
da: Er du sikker på, at du vil slå Bluetooth fra?
de: Möchtest du Bluetooth wirklich deaktivieren?
el: Θέλετε σίγουρα να απενεργοποιήσετε το Bluetooth;
es: ¿Seguro que quieres desactivar Bluetooth?
es_us: ¿Confirmas que quieres desactivar Bluetooth?
fi: Laitetaanko Bluetooth pois päältä?
fr: Voulez-vous vraiment désactiver le Bluetooth ?
fr_ca: Voulez-vous vraiment désactiver Bluetooth?
he: האם ברצונך לכבות את Bluetooth?
hi: क्या आप वाक़ई Bluetooth बंद करना चाहते हैं?
hr: Sigurno želite isključiti Bluetooth?
hu: Biztos benne, hogy ki szeretné kapcsolni a Bluetootht?
id: Apakah Anda yakin ingin mematikan Bluetooth?
it: Confermi di voler disattivare il Bluetooth?
ja: Bluetoothをオフにしますか?
ko: Bluetooth를 끄겠습니까?
ms: Adakah anda pasti mahu menyahaktifkan Bluetooth?
nb: Er du sikker på at du vil slå av Bluetooth?
nl: Weet je zeker dat je Bluetooth wilt uitschakelen?
pl: Czy na pewno chcesz wyłączyć Bluetooth?
pt_br: Tem certeza de que deseja desativar o Bluetooth?
pt_pt: Tem a certeza de que pretende desativar o Bluetooth?
ro: Sigur doriți să dezactivați Bluetooth?
ru: Вы действительно хотите выключить Bluetooth?
sk: Naozaj chcete vypnúť Bluetooth?
sl: Ste prepričani, da želite izklopiti Bluetooth?
sv: Är du säker på att du vill stänga av Bluetooth?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการปิดบลูทูธ
tr: Bluetooth’u kapatmak istediğinizden emin misiniz?
uk: Справді вимкнути Bluetooth?
vi: Bạn có chắc muốn tắt Bluetooth không?
zh_cn: 确定要关闭蓝牙吗？
zh_hk: 確定要關閉藍牙嗎？
zh_tw: 確定要關閉藍牙嗎？
